Repository: W-M-R/pixel-pet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# shop.cannot_afford
source: Not enough coins
ar: العملات غير كافية
de: Nicht genug Münzen
es: No hay monedas suficientes
fr: Pas assez de pièces
hi: सिक्के पर्याप्त नहीं
id: Koin tidak cukup
it: Monete insufficienti
ja: コインが足りません
ko: 코인이 부족해요
nl: Niet genoeg munten
pl: Za mało monet
pt_br: Moedas insuficientes
ru: Не хватает монет
sv: Inte tillräckligt med mynt
th: เหรียญไม่พอ
tr: Para yetersiz
vi: Không đủ xu
zh_hans: 硬币不够
zh_hant: 金幣不足

# shop.category.decor
source: Decor
ar: زينة
de: Deko
es: Decoración
fr: Déco
hi: सजावट
id: Hiasan
it: Decorazioni
ja: かざり
ko: 장식
nl: Decoratie
pl: Dekoracje
pt_br: Decoração
ru: Декор
sv: Dekoration
th: ของตกแต่ง
tr: Süs
vi: Trang trí
zh_hans: 装饰
zh_hant: 裝飾

# shop.category.pet
source: Pets
ar: حيوانات
de: Tiere
es: Mascotas
fr: Animaux
hi: साथी
id: Hewan
it: Animali
ja: ペット
ko: 펫
nl: Dieren
pl: Zwierzaki
pt_br: Bichinhos
ru: Питомцы
sv: Djur
th: สัตว์เลี้ยง
tr: Dostlar
vi: Thú nuôi
zh_hans: 宠物
zh_hant: 寵物

# shop.category.supply
source: Supplies
ar: مستلزمات
de: Zubehör
es: Accesorios
fr: Accessoires
hi: सामान
id: Perlengkapan
it: Accessori
ja: 用品
ko: 용품
nl: Benodigdheden
pl: Akcesoria
pt_br: Acessórios
ru: Принадлежности
sv: Tillbehör
th: ของใช้
tr: Malzemeler
vi: Vật dụng
zh_hans: 用品
zh_hant: 用品

# shop.empty
source: More pets coming soon.
ar: حيوانات أخرى قريبًا.
de: Weitere Tiere folgen bald.
es: Pronto habrá más mascotas.
fr: D’autres animaux arrivent bientôt.
hi: और साथी जल्द आ रहे हैं।
id: Hewan lain segera hadir.
it: Altri animali in arrivo.
ja: ペットは今後追加されます。
ko: 펫이 더 추가될 예정이에요.
nl: Binnenkort meer dieren.
pl: Wkrótce więcej zwierzaków.
pt_br: Mais bichinhos chegando em breve.
ru: Скоро появятся новые питомцы.
sv: Fler djur kommer snart.
th: สัตว์เลี้ยงเพิ่มเติมกำลังมา
tr: Yakında yeni dostlar gelecek.
vi: Sắp có thêm thú nuôi.
zh_hans: 更多宠物正在路上。
zh_hant: 更多寵物即將推出。

# shop.owned
source: Owned
ar: مملوك
de: Im Besitz
es: En posesión
fr: Acquis
hi: आपके पास
id: Dimiliki
it: Posseduto
ja: 所有済み
ko: 보유 중
nl: In bezit
pl: Posiadane
pt_br: Adquirido
ru: Есть
sv: Ägs
th: มีอยู่แล้ว
tr: Sahip olunan
vi: Đã có
zh_hans: 已拥有
zh_hant: 已擁有

# shop.owned_count
source: %lld adopted
ar: تبنّيت %lld
de: %lld aufgenommen
es: %lld adoptadas
fr: %lld adopté(s)
hi: %lld लिए
id: %lld diadopsi
it: %lld adottati
ja: %lld 匹お迎え済み
ko: %lld마리 데려옴
nl: %lld geadopteerd
pl: Przygarnięte: %lld
pt_br: %lld adotados
ru: Взято: %lld
sv: %lld adopterade
th: รับเลี้ยงแล้ว %lld
tr: %lld sahiplenildi
vi: Đã nhận %lld
zh_hans: 已养 %lld 只
zh_hant: 已養 %lld 隻

# shop.purchased
source: Unlocked %@!
ar: فُتح %@!
de: %@ freigeschaltet!
es: ¡%@ desbloqueado!
fr: %@ débloqué !
hi: %@ खुल गया!
id: %@ terbuka!
it: %@ sbloccato!
ja: %@ を解放しました！
ko: %@ 해금!
nl: %@ vrijgespeeld!
pl: Odblokowano %@!
pt_br: %@ desbloqueado!
ru: %@ открыт!
sv: %@ upplåst!
th: ปลดล็อก %@ แล้ว!
tr: %@ açıldı!
vi: Đã mở %@!
zh_hans: 已解锁 %@！
zh_hant: 已解鎖 %@！

# shop.subtitle
source: Unlock new pets
ar: افتح حيوانات جديدة
de: Neue Tiere freischalten
es: Desbloquea nuevas mascotas
fr: Débloquer de nouveaux animaux
hi: नए साथी खोलें
id: Buka hewan baru
it: Sblocca nuovi animali
ja: 新しいペットを解放
ko: 새로운 펫 해금
nl: Speel nieuwe dieren vrij
pl: Odblokuj nowe zwierzaki
pt_br: Desbloqueie novos bichinhos
ru: Откройте новых питомцев
sv: Lås upp nya djur
th: ปลดล็อกสัตว์เลี้ยงใหม่
tr: Yeni dostların kilidini açın
vi: Mở thêm thú nuôi mới
zh_hans: 解锁新宠物
zh_hant: 解鎖新寵物

# shop.tip_drag
source: Long-press to reposition after buying
ar: بعد الشراء اضغط مطولًا لتغيير الموضع
de: Nach dem Kauf lang drücken zum Umstellen
es: Tras comprar, mantén pulsado para recolocar
fr: Après l’achat, appui long pour repositionner
hi: खरीदने के बाद जगह बदलने के लिए दबाकर रखें
id: Setelah dibeli, tekan lama untuk memindahkan
it: Dopo l’acquisto tieni premuto per riposizionare
ja: 購入後は長押しで位置を変えられます
ko: 구매 후 길게 눌러 위치를 바꿀 수 있어요
nl: Houd na aankoop ingedrukt om te verplaatsen
pl: Po zakupie przytrzymaj, aby przestawić
pt_br: Depois de comprar, toque e segure para reposicionar
ru: После покупки удерживайте, чтобы переставить
sv: Håll ned efter köpet för att flytta
th: หลังซื้อแล้วกดค้างเพื่อย้ายตำแหน่ง
tr: Satın aldıktan sonra taşımak için basılı tutun
vi: Sau khi mua, nhấn giữ để đổi vị trí
zh_hans: 买了之后长按可以拖动位置
zh_hant: 購買後長按可調整位置

# shop.title
source: Shop
ar: المتجر
es: Tienda
fr: Boutique
hi: दुकान
id: Toko
it: Negozio
ja: ショップ
ko: 상점
nl: Winkel
pl: Sklep
pt_br: Loja
ru: Магазин
sv: Butik
th: ร้านค้า
tr: Mağaza
vi: Cửa hàng
zh_hans: 商店
zh_hant: 商店

# stage.adult
source: Adult
ar: ناضج
de: Erwachsen
es: Adulta
fr: Adulte
hi: वयस्क
id: Dewasa
it: Adulto
ja: 成体
ko: 성체
nl: Volwassen
pl: Dorosły
pt_br: Adulto
ru: Взрослый
sv: Vuxen
th: วัยผู้ใหญ่
tr: Yetişkin
vi: Trưởng thành
zh_hans: 成年
zh_hant: 成年

# stage.elder
source: Senior
ar: كبير
es: Mayor
hi: बुज़ुर्ग
id: Senja
it: Anziano
ja: シニア
ko: 노년
pt_br: Idoso
ru: Пожилой
sv: Äldre
th: วัยชรา
tr: Yaşlı
vi: Già
zh_hans: 老年
zh_hant: 老年

# stage.growing
source: Young
ar: صغير
de: Jung
es: Joven
fr: Jeune
hi: किशोर
id: Remaja
it: Giovane
ja: 成長期
ko: 성장기
nl: Jong
pl: Młody
pt_br: Jovem
ru: Подросток
sv: Ung
th: วัยรุ่น
tr: Genç
vi: Đang lớn
zh_hans: 成长期
zh_hant: 成長期

# stage.young
source: Baby
ar: رضيع
es: Cría
fr: Bébé
hi: शिशु
id: Bayi
it: Cucciolo
ja: ベビー
ko: 아기
pl: Malec
pt_br: Bebê
ru: Малыш
th: วัยเด็ก
tr: Yavru
vi: Sơ sinh
zh_hans: 幼年
zh_hant: 幼年

# stat.hygiene
source: CLEAN
ar: النظافة
de: SAUBER
es: LIMPIEZA
fr: PROPRE
hi: सफ़ाई
id: BERSIH
it: PULIZIA
ja: 清潔
ko: 청결
nl: SCHOON
pl: CZYSTOŚĆ
pt_br: LIMPEZA
ru: ЧИСТОТА
sv: RENLIG
th: สะอาด
tr: TEMİZLİK
vi: SẠCH
zh_hans: 清洁
zh_hant: 清潔

# stat.mood
source: MOOD
ar: المزاج
de: LAUNE
es: ÁNIMO
fr: HUMEUR
hi: मनोदशा
id: HATI
it: UMORE
ja: 気分
ko: 기분
nl: HUMEUR
pl: NASTRÓJ
pt_br: HUMOR
ru: НАСТРОЕНИЕ
sv: HUMÖR
th: อารมณ์
tr: MORAL
vi: TÂM TRẠNG
zh_hans: 心情
zh_hant: 心情

# stat.satiety
source: FULL
ar: الشبع
de: SATT
es: SACIEDAD
fr: SATIÉTÉ
hi: पेट
id: KENYANG
it: SAZIETÀ
ja: 満腹
ko: 배부름
nl: VOL
pl: SYTOŚĆ
pt_br: SACIEDADE
ru: СЫТОСТЬ
sv: MÄTT
th: ความอิ่ม
tr: TOKLUK
vi: ĐỘ NO
zh_hans: 饱食
zh_hant: 飽足

# stats.clean
source: Cleaned
ar: مرات الغسل
de: Gebadet
es: Baños
fr: Lavages
hi: नहलाया
id: Dimandikan
it: Lavaggi
ja: お風呂の回数
ko: 목욕 횟수
nl: Gebaad
pl: Kąpiele
pt_br: Banhos
ru: Купания
sv: Bad
th: อาบน้ำ
tr: Yıkama
vi: Số lần tắm
zh_hans: 洗澡次数
zh_hant: 洗澡次數

# stats.feed
source: Fed
ar: مرات الإطعام
de: Gefüttert
es: Comidas
fr: Repas
hi: खिलाया
id: Diberi makan
it: Pasti
ja: ごはんの回数
ko: 먹이 횟수
nl: Gevoerd
pl: Karmienia
pt_br: Refeições
ru: Кормления
sv: Matningar
th: ให้อาหาร
tr: Besleme
vi: Số lần ăn
zh_hans: 喂食次数
zh_hant: 餵食次數

# stats.play
source: Played
ar: مرات اللعب
de: Gespielt
es: Juegos
fr: Jeux
hi: खेला
id: Diajak main
it: Giochi
ja: 遊んだ回数
ko: 놀이 횟수
nl: Gespeeld
pl: Zabawy
pt_br: Brincadeiras
ru: Игры
sv: Lekar
th: เล่น
tr: Oyun
vi: Số lần chơi
zh_hans: 玩耍次数
zh_hant: 玩耍次數

# stats.streak
source: Streak
ar: أيام متتالية
de: Serie
es: Racha
fr: Série
hi: लगातार
id: Rentetan
it: Serie
ja: 連続日数
ko: 연속 일수
nl: Reeks
pl: Seria
pt_br: Sequência
ru: Серия
sv: Serie
th: ต่อเนื่อง
tr: Seri
vi: Chuỗi ngày
zh_hans: 连续陪伴
zh_hant: 連續陪伴

# trait.balanced
source: Balanced
ar: متوازن
de: Ausgeglichen
es: Equilibrada
fr: Équilibré
hi: संतुलित
id: Seimbang
it: Equilibrato
ja: バランス型
ko: 균형형
nl: Evenwichtig
pl: Zrównoważony
pt_br: Equilibrado
ru: Уравновешенный
sv: Balanserad
th: สมดุล
tr: Dengeli
vi: Cân bằng
zh_hans: 均衡
zh_hant: 均衡

# trait.clingy
source: Clingy
ar: ملتصق
de: Anhänglich
es: Apegada
fr: Pot de colle
hi: चिपकू
id: Lengket
it: Appiccicoso
ja: 甘えんぼ
ko: 애교쟁이
nl: Aanhankelijk
pl: Przylepny
pt_br: Grudento
ru: Ласковый
sv: Gosig
th: ติดคน
tr: Sokulgan
vi: Thích bám
zh_hans: 黏人
zh_hant: 黏人

# unit.day
source: %lld days
ar: %lld يوم
de: %lld Tage
es: %lld días
fr: %lld jours
hi: %lld दिन
id: %lld hari
it: %lld giorni
ja: %lld 日
ko: %lld일
nl: %lld dagen
pl: %lld dnia
pt_br: %lld dias
ru: %lld дня
sv: %lld dagar
th: %lld วัน
tr: %lld gün
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

# unit.times
source: %lld times
ar: %lld مرة
de: %lld Mal
es: %lld veces
fr: %lld fois
hi: %lld बार
id: %lld kali
it: %lld volte
ja: %lld 回
ko: %lld회
nl: %lld keer
pl: %lld raza
pt_br: %lld vezes
ru: %lld раза
sv: %lld gånger
th: %lld ครั้ง
tr: %lld kez
vi: %lld lần
zh_hans: %lld 次
zh_hant: %lld 次
